Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/samediggi_oassalasttii_venezia_arkitektuvrabiennala_rahpandoaluide.html.tmx
Source language: sme
Languages: smn

source: Sámediggi oassálasttii Venezia arkitektuvrabiennála rahpandoaluide
smn: Sämitigge uásálistij Venetsia arkkitehtuurbiennaal lekkâmtilálâšvuotân

source: Sámediggi oassálasttii Venezia arkitektuvrabiennála rahpandoaluide helloduorastaga 18.5. Venezia arkitektuvrabiennálas lea mielde sápmelaš arkiteakta ja dáiddár Joar Nango Romssas, Norgga beale Sámis.
smn: Sämitigge uásálistij Venetsia arkkitehtuurbiennaal lekkâmtilálâšvuotân heltuorâstuv 18.5. Venetsia arkkitehtuurbiennaalist lii mieldi sämmilâš arkkiteht já taaidâr Joar Nango Romssaast, Taažâ pele Säämist.

source: Nango Girjegumpi-prošeavttas beassá návddašit skábmamánu rádjai Davviriikkaid paviljoŋŋas Venezias.
smn: Nango Girjegumpi-projektist piäsá navdâšiđ skammâmáánu räi Tave-enâmij paviljoŋgist Venetsiast.

source: Govva: Norgga Sámedikki dievasčoahkkinjođiheaddji Tom Sottinen (gurut bealde), Sámiráđi ságadoalli Áslat Holmberg, arkiteakta ja dáiddár Joar Nango, ja Suoma Sámedikki kulturlávdegotti ságadoalli Pirita Näkkäläjärvi Girjegumpis Venezia arkitektuvrabiennálas 2023.
smn: Kove: Taažâ Sämitige olesčuákkim saavâjođetteijee Tom Sottinen (čižetpeln), Sämirääđi saavâjođetteijee Áslat Holmberg, arkkiteht já taaidâr Joar Nango, já Suomâ Sämitige kulttuurlävdikode saavâjođetteijee Pirita Näkkäläjärvi Girjegumpist Venetsia arkkitehtuurbiennaalist 2023.

source: Govva: James Taylor-Foster .
smn: Kove: James Taylor-Foster.

source: Joar Nango lea čoaggán badjel vihttanuppelot jagi girjeráju eamiálbmogiid arkitektuvrras, designas, eamiálbmogiid árbedieđus, aktivismmas ja dekolonisašuvnnas.
smn: Joar Nango lii čuággám paijeel vittânubálov ive ääigi kirjerááju algâaalmugij arkkitehtuurâst, designist, algâaalmugij ärbivuáválâš tiäđust, aktivismist já dekolonisaatiost.

source: Čoakkáldagas leat dál badjel 500 almmustahttima.
smn: Nurâlduvvâst lii tääl paijeel 500 almostitmid.

source: Girjegumpi boahtá davvisámegiela sániin ’girji’ ja ’gumpi’. Gumpi lea unna vovdna, man geassit mohtorgielkká maŋis ja man badjealbmát geavahit barggusteaset.
smn: Girjegumpi puátá tavesämikielâ saanijn ‘girji’ ađai kirje já ‘gumpi’ ađai uccâ vávnu mon keessiđ moottorkiälhá maajeeld, mon puásui-ulmuuh kevttih pargostis.

source: Sátnestoagus čujuha girjerádjui ja vuorkái ja ráhkadussii, mas girjerádju ja vuorká seailluhuvvojit.
smn: Sänileikkâ čuujoot kirjeráájun já arkkâdâhân sehe viäsun, kost kirjerááju já arkkâduv siäiluttuvvoo.

source: Girjegumppe birrasii lea šaddan olles eamiálbmotdiehtoguovddáš, mas leat sámi dáidda ja duodji, materiálat, design-detálljat, smávvaealligovvateáhter ja sierralágan lanjat lohkamii ja čoahkkaneapmái.
smn: Girjegumpi pirrâsân lii rahtum oles algâaalmugtiätukuávdáš, mast lii sämitaiđuu já tyeje (ärbivuáválâš kietâpargo), materiaaleh, design-detaljid, minielleekoveteatter sehe jieškote-uvlágán soojijd luhâmân já čokkânmân.

source: –Girjegumpi lea áigeguovdilis ságastallama rahpan eamiálbmogiid ja sámiid arkitektuvrras.
smn: – Girjegumpi lii äigikyevdilis savâstâllâmlehâstâh algâaalmugij já säämi arkkitehtuurâst.

source: Dát lea geahččanguovlu, mii váilu ságastallamis goittotge dáppe Suoma bealde.
smn: Taat lii uáinu, mii váilu savâstâlmist aainâs-uv tääbbin Suomâ peln.

source: Seammás Girjegumpi lea bealiváldin eamiálbmogiid rivttiid beales birra máilmmi.
smn: Siämmást Girjegumpi lii peliväldim algâaalmugij rievtij peeleest pirrâ maailm.

source: Girjegumpi dahká oinnolažžan dan, ahte huksejuvvon birrasa leavvan álo viiddit guovlluide ii dábálaččat vuhtiiváldde eamiálbmogiid eallinhámiid ja jurddašanvuogi, dadjá Suoma Sámedikki kulturlávdegotti ságadoalli Pirita Näkkäläjärvi, guhte ovddastii Suoma Sámedikki biennála rahpandoaluin.
smn: Girjegumpi puáhtá uáinusân tom, ete rahtum pirrâs levânem ain já ain vijđásuubon ij táválávt vääldi huámmášumán algâaalmugij eellim- já jurdâččemvuovijd, iätá Suomâ Sämitige kulttuurlävdikode saavâjođetteijee Pirita Näkkäläjärvi, kote ovdâstij Suomâ Sämitige biennaal lekkâmtilálâšvuođâst.

source: Ovdal Venezia biennála Girjegumpi lea johtán birra máilmmi jagi 2018 rájes.
smn: Ovdâl Venetsia biennaal Girjegumpi lâi jottáám miätá maailm ive 2018 rääjist.

source: Okta veršuvdna das lea leamaš oaidnin láhkai Dáládáidaga musea Kiasmas Helssegis.
smn: Ohtâ versio tast lii lamaš uáinimnáál tááláštaiđuu museo Kiasmast Helsigist.

source: Go Girjegumpi ii jođe, de dan ruoktu lea Sámi dáiddaguovddážis Kárášjogas, Norgga bealde.
smn: Ko Girjegumpi ij jođe, te tom päikki lii Säämi taaiđâkuávdáást (Sámi Dáiddaguovddáš) Kárášjuuvâst, Taažâ peln.

source: Davviriikkaid paviljoŋŋa oamastit ovttas Ruoŧŧa, Suopma ja Norga.
smn: Tave-enâmij paviljoŋg omâsteh oovtâst Ruotâ, Suomâ já Taažâ.

source: Dán vuoro váldoovddasvástádus davviriikkalaš čájáhusa lágideamis lea ArkDesis elege Ruoŧa arkitektuvra- ja designguovddážis.
smn: Taan tove válduovdâsvástádâs tave-enâmij čáitálduv orniimist lii ArkDesist ađai Ruotâ arkkitehtuur- já designkuávdáást.

source: Kuráhtorin doibmet Carlos Minguez Carrasco ja James Taylor-Foster, ja prošeaktahoavdan Luba Kuzovnikova.
smn: Kuraattorin toimâv Carlos Minguez Carrasco já James Taylor-Foster, já projekthovdân Luba Kuzovnikova.

source: Gávccinuppelogát riikkaidgaskasaš arkitekturčájáhus La Biennale di Venezia lea rabas 20.5.–26.11.2023 Venezias, Itálias.
smn: Käävcinubálovváád almugijkoskâsâš arkkitehtuurčáitáldâh La Biennale di Venezia lii áávus 20.5.–26.11.2023 Venetsiast, Italiast.

source: Lassedieđut:
smn: Lasetiäđuh:

source: Pirita Näkkäläjärvi Kulturlávdegotti ságajođiheaddji 040 3577 006 pirita.nakkalajarvi@gmail.com
smn: Pirita Näkkäläjärvi Kulttuurlävdikode saavâjođetteijee 040 3577 006 pirita.nakkalajarvi@gmail.com
